[
  {
    "className": "아이젠소스케",
    "title": "친절한 가면의 흑막",
    "script": "오호라~ 그대는 언뜻보기엔 친절하고 다정해 보이지만, 실은 자신의 목적을 이루기 위한 가면에 불과하군. 빈틈없는 계획과 천재적인 두뇌를 바탕으로 모두를 속이고 욕망을 충족시키는 최종흑막!"
  },
  {
    "className": "라이토",
    "title": "뒤틀린 정의의 흑막",
    "script": "당신의 삶을 관통하는 하나의 신념은 정의! 하지만, 독선적이고 브레이크없는 당신의 정의는 어딘가 뒤틀려있어. 모범시민의 가죽을 뒤집어쓰고, 그들과 동화되어 조직의 기반을 무너뜨리는 전략의 천재! "
  },
  {
    "className": "기생수",
    "title": "얼어붙은 어둠의 그물",
    "script": "당신을 표현하는 가장 어울리는 단어는 「얼음」이야. 당신은 사회에서 통용되는 윤리관이 결여되어있어. 하지만 당신의 마음 깊은곳에는 아무에게도 공감받지 못할 어긋난 신념이 있어. 목적을 달성하기위한 전략은 조직의 간부가되어 장기적으로 조직을 집어삼키는거야."
  },
  {
    "className": "사토",
    "title": "죽음을 불사하는 광기의 흑막",
    "script": "당신은 특정한 개인과 집단을 지키기 위해서 모든것을 해. 하지만 그 보호본능은 다소 과격한 방식으로 표현되지. 적대하고 탄압하는 모든 사람들과 조직들을 압도적인 무력으로 제압해. 빠꾸없는 상남자형 흑막!"
  },
  {
    "className": "이자벨라",
    "title": "처절한 배신의 흑막",
    "script": "당신은 모든 유형의 흑막중에서 가장 친절해(아마도...위..선..이지만..?), 친절한 모습으로 모두를 방심시키고, 들키지 않는 음지에서 목적을 방해하는 변수들을 하나하나 제거하면서, 점진적으로 계획을 달성해나가. 그들은 모를거야. 당신의 송곳니가 그들의 목 깊숙히 찌르기 직전까지도 말이야..."
  },
  {
    "className": "제로스",
    "title": "힘을 숨긴 최초의 흑막",
    "script": "모든 흑막의 스승이자 원조격인 존재지. 항상 웃는얼굴로 나사가 하나쯤 빠진것처럼 굴지만, 우습게 보는 순간 반드시 후회하게되지. 목적을 숨긴채 사람들에게 도움을 주는것처럼 보이지만, 사실은 정보를 교란해 결국은 당신의 목적을 이루기위한 체스말에 불과한 존재로 이용하는것에 불과해. 그들은 알 수 없어. 당신이 친구인지 적인지 말이야."
  },
  {
    "className": "제레프",
    "title": "선과 악, 신화적인 양면의 흑막",
    "script": "만약에 말야. 당신이 다른 차원에 태어났더라면, 신화적인 존재로 성장했을거야. 인류를 수호하는 신과 같은 존재였지만, 점점 인류에게 환멸감을 느끼며, 인류를 멸하는 부분과 수호하려는 부분으로 분열하게 되는거지. 인류의 미래는 당신 내면의 자아들의 승부에 달려있어."
  },
  {
    "className": "영정",
    "title": "세상을 멸시하는 엘리트",
    "script": "당신은 빈틈없는 모습으로 어떤일을 맡아도 항상 실수없이 완벽하게 해내고야 말아. 동시에 속마음을 전혀 내비치지 않기 때문에, 무슨 생각을 하는지 전혀 알 수 없는 포커페이스를 가지고있어. 겉으로는 조직에 순응하는 것처럼 보이지만 보이지않는 곳에서 자신만의 독자적인 세력을 구축해서 조직을 뒤집어버릴것만 같은걸?"
  },
  {
    "className": "를르슈",
    "title": "흑막의 정석! 보이지 않는 전략가",
    "script": "가장 상대하기 까다로운 흑막중 하나야. 전투력은 볼것 없지만 지능과 전략으로 그 모든 단점들을 커버하지. 당신은 절대 적앞에 모습을 드러내는 법이 없어. 만약에 드러낸다면, 적이 아닌 아군의 모습을 꾸며내고, 알리바이와 자신의 대역을 구하여 의심받을 모든 경우의 수를 없앤다음에 나타날거야. 당신은 주변의 상황과 사람들을 교묘히 조종하여 원하는 것을 얻어내는 전략을 사용해. 당하는 사람들은 마지막까지 자신들의 순수한 의지로 모든일을 해냈다고 생각하겠지."
  },
  {
    "className": "야시로",
    "title": "? mystery ?",
    "script": "당신은 낙천적이고 순해보이는 인상을 가졌어. 언뜻 보기에는 세상 무해하고 모범적으로 보이지만 사실은 어떤 생각을 가졌는지 어떤 행동을 하는지 그 누구도 알 수 없어. 선한 사람인지 악한 사람인지도 몰라. 어떤 행동을해도 계획된 행동이 아닌 즉흥적인 심리에서 나왔을 가능성이 지극히 높아. 하지만 확실한 것은 당신의 뒷배경에 거대한 무엇인가가 있다는것이지."
  },
  {
    "className": "베트무트",
    "title": "천의 얼굴을 가진 수수께끼",
    "script": "당신은 변장의 달인이야. 어떤 일을 저지르더라도 당신의 본래 모습은 그 누구도 알 수 없어. 당신의 가장 친한 동료조차도 말이야. 바뀐 모습에 따라 사소한 습관부터 성격 그 모든게 바뀌기 때문에 전국 각지에서 전혀 다른 삶을 살면서 선인이 되기도하고 악당이 되기도 해."
  },
  {
    "className": "진",
    "title": "차가운 피가 흐르는 심판자",
    "script": "항상 표정이 없는 당신은 동료나 부하의 작은 실수도 결코 용납하지 않아. 그렇기 때문에 항상 조직에서 관리자 직책을 맡고있지. 어둠의 조직의 상급 관리자 역할을 하면서 조직의 배신자와 위험인물들을 색출해서 몰래 제거하는 일을 하고있어."
  },
  {
    "className": "신드바드",
    "title": "종잡을 수 없는 순수의 결정체",
    "script": "때론 산전수전 다겪은 백전노장보다는 아무것도 모르는 순수한 어린아이가 더 잔혹하고 무서울때가 있어. 당신은 그런 사람이야. 당신을 움직이는 원동력은 호기심같은 순수한 감정뿐이지. 그 행동에는 어떤 선의도 악의도 존재하지 않지만.... 글쎄.. 다른 사람들에게는 재앙으로 다가오지 않을까?"
  },
  {
    "className": "쥰코",
    "title": "매력적인 사디스트",
    "script": "당신은 겉보기에는 굉장히 털털하고 매력적인 모습을 하고 있어, 누구와도 잘 지내기 때문에 모두와 쉽게 친해지고 좋은 평판을 만들기 좋아. 하지만 말야? 내면 깊숙한곳에는 자신도 통제하기 힘든 어두운 욕망이 도사리고있어. 당신의 가장 큰 기쁨은 자신을 신뢰하는 사람들을 배신하고 그들이 절망에 빠졌을때의 모습을 보는거야. 물론... 당신이 이야기속의 인물이었다면 말야."
  }
]
